Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Pages Overview
ar: نظرة عامة على Pages
de: Pages-Übersicht
es: Descripción de Pages
fr: Aperçu de Pages
it: Panoramica di Pages
ja: Pagesの概要
ko: Pages 개요
pt_br: Visão Geral do Pages
ru: Обзор Pages
zh_hans: Pages 概览
zh_hant: Pages 概覽

source: Pages Preview
ar: معاينة الصفحات
de: Pagesvorschau
es: Vista previa de Pages
fr: Aperçu de Pages
it: Anteprima di Pages
ja: Pages プレビュー
ko: Pages 미리보기
pt_br: Visualização de Pages
ru: Предварительный просмотр Pages
zh_hans: Pages 预览域名
zh_hant: Pages 预覽網域稱

source: Pages Project
ar: مشروع الصفحات
de: Pages-Projekt
es: Proyecto de Pages
fr: Projet Pages
it: Progetto Pagine
ja: Pages プロジェクト
ko: Pages 프로젝트
pt_br: Projeto de Pages
ru: Проект Pages
zh_hans: Pages 项目
zh_hant: Pages 專案

source: Pages Project Deleted
ar: تم حذف مشروع الصفحات
de: Pagesprojekt gelöscht
es: Proyecto de Pages eliminado
fr: Projet Pages supprimé
it: Progetto Pagine eliminato
ja: Pages プロジェクトが削除されました
ko: Pages 프로젝트가 삭제되었습니다.
pt_br: Projeto de Pages excluído
ru: Проект Pages удален
zh_hans: Pages 项目已删除
zh_hant: Pages 專案已刪除

source: Pages Projects
ar: مشاريع Pages
de: Pages-Projekte
es: Proyectos de Pages
fr: Projets Pages
it: Progetti Pages
ja: Pages プロジェクト
ko: Pages 프로젝트
pt_br: Projetos Pages
ru: Проекты Pages
zh_hans: Pages 项目
zh_hant: Pages 專案

source: Pages Projects (%lld)
ar: مشاريع Pages (%lld)
de: Pages-Projekte (%lld)
es: Proyectos de Pages (%lld)
fr: Projets Pages (%lld)
it: Progetti Pages (%lld)
ja: Pages プロジェクト (%lld)
ko: Pages 프로젝트 (%lld)
pt_br: Projetos Pages (%lld)
ru: Проекты Pages (%lld)
zh_hans: Pages 项目 (%lld)
zh_hant: Pages 專案 (%lld)

source: Pages projects deploy Jamstack frontend websites on Cloudflare edge.
ar: تنشر مشاريع الصفحات مواقع Jamstack الأمامية على Cloudflare edge.
de: Pages-Projekte stellen Jamstack-Frontend-Websites auf Cloudflare Edge bereit.
es: Los proyectos de Pages implementan sitios web frontend de Jamstack en el borde de Cloudflare.
fr: Les projets Pages déploient des sites Web frontend Jamstack sur Cloudflare Edge.
it: I progetti Pages distribuiscono siti Web frontend Jamstack sul perimetro Cloudflare.
ja: Pages プロジェクトは、Jamstack フロントエンド Web サイトを Cloudflare エッジにデプロイします。
ko: Pages 프로젝트는 Cloudflare 에지에 Jamstack 프런트엔드 웹사이트를 배포합니다.
pt_br: Os projetos do Pages implantam sites de front-end Jamstack na borda da Cloudflare.
ru: Проекты Pages развертывают веб-сайты внешнего интерфейса Jamstack на границе Cloudflare.
zh_hans: Cloudflare Pages 用于在全球边缘网络上部署极速的前端 Jamstack 静态站点与应用。
zh_hant: Cloudflare Pages 用于在全球邊緣網路上部署極速的前端 Jamstack 静態站點与應用。

source: Partial Outage
ar: انقطاع جزئي
de: Teilweiser Ausfall
es: Corte parcial
fr: Panne partielle
it: Interruzione parziale
ja: 部分的な停止
ko: 부분적인 중단
pt_br: Interrupção parcial
ru: Частичное отключение
zh_hans: 部分中断
zh_hant: 部分中断

source: Passcode
ar: رمز الدخول
de: Code
es: Código
fr: Code
it: Codice
ja: パスコード
ko: 암호
pt_br: Código de acesso
ru: Код-пароль
zh_hans: 密码
zh_hant: 密碼

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
pt_br: Senha
ru: Пароль
zh_hans: 密码
zh_hant: 密碼

source: Past 7 Days
ar: الأيام السبعة الماضية
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
it: Ultimi 7 giorni
ja: 過去 7 日間
ko: 지난 7일
pt_br: Últimos 7 dias
ru: Прошлые 7 дней
zh_hans: 过去 7 天
zh_hant: 過去 7 天

source: Past 24 Hours
ar: الـ 24 ساعة الماضية
de: Letzte 24 Stunden
es: Últimas 24 horas
fr: Dernières 24 heures
it: Ultime 24 ore
ja: 過去 24 時間
ko: 지난 24시간
pt_br: Últimas 24 horas
ru: Прошлые 24 часа
zh_hans: 过去 24 小时
zh_hant: 過去 24 小時

source: Past 30 Days
ar: آخر 30 يومًا
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
it: Ultimi 30 giorni
ja: 過去 30 日間
ko: 지난 30일
pt_br: Últimos 30 dias
ru: Прошлые 30 дней
zh_hans: 过去 30 天
zh_hant: 過去 30 天

source: Paste
ar: لصق
de: Einfügen
es: Pasta
fr: Coller
it: Impasto
ja: ペースト
ko: 반죽
pt_br: Colar
ru: Вставить
zh_hans: 粘贴
zh_hant: 粘贴

source: Paste the contents of your certificate file (.pem or .crt), including the BEGIN CERTIFICATE and END CERTIFICATE tags.
ar: الصق محتويات ملف الشهادة (.pem أو .crt)، بما في ذلك علامتي BEGIN CERTIFICATE وEND CERTIFICATE.
de: Fügen Sie den Inhalt Ihrer Zertifikatsdatei (.pem oder .crt) ein, einschließlich der Tags BEGIN CERTIFICATE und END CERTIFICATE.
es: Pegue el contenido de su archivo de certificado (.pem o .crt), incluidas las etiquetas BEGIN CERTIFICATE y END CERTIFICATE.
fr: Collez le contenu de votre fichier de certificat (.pem ou .crt), y compris les balises BEGIN CERTIFICATE et END CERTIFICATE.
it: Incolla il contenuto del file del certificato (.pem o .crt), inclusi i tag BEGIN CERTIFICATE e END CERTIFICATE.
ja: BEGIN CERTIFICATE タグと END CERTIFICATE タグを含む、証明書ファイル (.pem または .crt) の内容を貼り付けます。
ko: BEGIN CERTIFICATE 및 END CERTIFICATE 태그를 포함하여 인증서 파일(.pem 또는 .crt)의 내용을 붙여넣습니다.
pt_br: Cole o conteúdo do seu arquivo de certificado (.pem ou .crt), incluindo as tags BEGIN CERTIFICATE e END CERTIFICATE.
ru: Вставьте содержимое файла сертификата (.pem или .crt), включая теги BEGIN CERTIFICATE и END CERTIFICATE.
zh_hans: 粘贴证书文件 (.pem 或 .crt) 的内容，包括 BEGIN CERTIFICATE 和 END CERTIFICATE 标签。
zh_hant: 粘贴憑證文件 (.pem 或 .crt) 的内容，包括 BEGIN CERTIFICATE 和 END CERTIFICATE 標签。

source: Paste the contents of your private key file (.key), including the BEGIN PRIVATE KEY and END PRIVATE KEY tags.
ar: الصق محتويات ملف المفتاح الخاص (.key)، بما في ذلك علامتي BEGIN PRIVATE KEY وEND PRIVATE KEY.
de: Fügen Sie den Inhalt Ihrer privaten Schlüsseldatei (.key) ein, einschließlich der Tags BEGIN PRIVATE KEY und END PRIVATE KEY.
es: Pegue el contenido de su archivo de clave privada (.key), incluidas las etiquetas BEGIN PRIVATE KEY y END PRIVATE KEY.
fr: Collez le contenu de votre fichier de clé privée (.key), y compris les balises BEGIN PRIVATE KEY et END PRIVATE KEY.
it: Incolla il contenuto del file della chiave privata (.key), inclusi i tag BEGIN PRIVATE KEY e END PRIVATE KEY.
ja: BEGIN PRIVATE KEY タグと END PRIVATE KEY タグを含む、秘密キー ファイル (.key) の内容を貼り付けます。
ko: BEGIN PRIVATE KEY 및 END PRIVATE KEY 태그를 포함하여 개인 키 파일(.key)의 내용을 붙여넣습니다.
pt_br: Cole o conteúdo do seu arquivo de chave privada (.key), incluindo as tags BEGIN PRIVATE KEY e END PRIVATE KEY.
ru: Вставьте содержимое файла закрытого ключа (.key), включая теги BEGIN PRIVATE KEY и END PRIVATE KEY.
zh_hans: 粘贴私钥文件 (.key) 的内容，包括 BEGIN PRIVATE KEY 和 END PRIVATE KEY 标签。
zh_hant: 粘贴私钥文件 (.key) 的内容，包括 BEGIN PRIVATE KEY 和 END PRIVATE KEY 標签。

source: Path (e.g. /healthz)
ar: المسار (على سبيل المثال /healthz)
de: Pfad (z. B. /healthz)
es: Ruta (por ejemplo, /healthz)
fr: Chemin (par exemple /healthz)
it: Percorso (ad esempio /healthz)
ja: パス (例: /healthz)
ko: 경로(예: /healthz)
pt_br: Caminho (por exemplo, /healthz)
ru: Путь (например, /healthz)
zh_hans: 路径 (例如 /healthz)
zh_hant: 路径 (例如 /healthz)

source: Path (Optional, e.g. /api)
ar: المسار (اختياري، مثل /api)
de: Pfad (optional, z. B. /api)
es: Ruta (opcional, ej. /api)
fr: Chemin (facultatif, ex. /api)
it: Percorso (facoltativo, es. /api)
ja: パス (オプション、例: /api)
ko: 경로 (선택 사항, 예: /api)
pt_br: Caminho (opcional, ex.: /api)
ru: Путь (необязательно, например, /api)
zh_hans: 路径（可选，例如 /api）
zh_hant: 路徑（選填，例如 /api）

source: Path Filter (optional, e.g. /login)
ar: عامل تصفية المسار (اختياري، على سبيل المثال /login)
de: Pfadfilter (optional, z. B. /login)
es: Filtro de ruta (opcional, por ejemplo, /login)
fr: Filtre de chemin (facultatif, par exemple /login)
it: Filtro percorso (facoltativo, ad esempio /login)
ja: パスフィルター (オプション、例: /login)
ko: 경로 필터(선택 사항, 예: /login)
pt_br: Filtro de caminho (opcional, por exemplo, /login)
ru: Фильтр пути (необязательно, например /login)
zh_hans: 路径过滤（可选，如 /login）
zh_hant: 路径過滤（可選，如 /login）

source: Path Prefix (Optional, e.g. /api)
ar: بادئة المسار (اختيارية، على سبيل المثال /api)
de: Pfadpräfix (optional, z. B. /api)
es: Prefijo de ruta (opcional, por ejemplo, /api)
fr: Préfixe de chemin (facultatif, par exemple /api)
it: Prefisso del percorso (facoltativo, ad esempio /api)
ja: パスプレフィックス (オプション、例: /api)
ko: 경로 접두사(선택 사항, 예: /api)
pt_br: Prefixo do caminho (opcional, por exemplo, /api)
ru: Префикс пути (необязательно, например /api)
zh_hans: 路径前缀 (可选，例如 /api)
zh_hant: 路径前缀 (可選，例如 /api)

source: Path/filename in the bucket (e.g. assets/config.json).
ar: المسار/اسم الملف في الحاوية (مثل assets/config.json).
de: Pfad/Dateiname im Bucket (z. B. assets/config.json).
es: Ruta/nombre de archivo en el bucket (ej. assets/config.json).
fr: Chemin/nom de fichier dans le bucket (ex. assets/config.json).
it: Percorso/nome file nel bucket (es. assets/config.json).
ja: バケット内のパス/ファイル名 (例: assets/config.json)。
ko: 버킷의 경로/파일 이름(예: assets/config.json).
pt_br: Caminho/nome do arquivo no bucket (ex.: assets/config.json).
ru: Путь/имя файла в бакете (например, assets/config.json).
zh_hans: 存储桶中的路径/文件名（例如 assets/config.json）。
zh_hant: 儲存桶中的路徑/檔案名稱（例如 assets/config.json）。

source: Pause
ar: إيقاف مؤقت
de: Pausieren
es: Pausar
fr: Mettre en pause
it: Pausa
ja: 一時停止
ko: 일시 중지
pt_br: Pausar
ru: Пауза
zh_hans: 暂停
zh_hant: 暫停

source: Pause Cloudflare
ar: وقفة Cloudflare
de: Cloudflare anhalten
es: Pausar Cloudflare
fr: Suspendre Cloudflare
it: Metti in pausa Cloudflare
ja: Cloudflareを一時停止する
ko: Cloudflare 일시 중지
pt_br: Pausar Cloudflare
ru: Пауза
zh_hans: 暂停 Cloudflare
zh_hant: 暂停 Cloudflare

source: Pause Cloudflare Acceleration
ar: إيقاف تسريع Cloudflare مؤقتًا
de: Cloudflare-Beschleunigung anhalten
es: Pausar la aceleración de Cloudflare
fr: Suspendre l'accélération Cloudflare
it: Metti in pausa l'accelerazione di Cloudflare
ja: Cloudflare アクセラレーションを一時停止する
ko: Cloudflare 가속 일시 중지
pt_br: Pausar aceleração da Cloudflare
ru: Приостановить ускорение Cloudflare
zh_hans: 暂停 Cloudflare 站点加速
zh_hant: 暂停 Cloudflare 站點加速

source: Pause Cloudflare on Site
ar: إيقاف Cloudflare مؤقتًا على الموقع
de: Cloudflare auf Website pausieren
es: Pausar Cloudflare en el sitio
fr: Mettre en pause Cloudflare sur le site
it: Metti in pausa Cloudflare sul sito
ja: サイト上の Cloudflare を一時停止
ko: 사이트에서 Cloudflare 일시 중지
pt_br: Pausar Cloudflare no site
ru: Приостановить Cloudflare на сайте
zh_hans: 在此站点上暂停 Cloudflare
zh_hant: 在此網站上暫停 Cloudflare

source: Pause Cloudflare on Site. This will route traffic directly to your origin server, bypassing Cloudflare's security and caching.
ar: قم بإيقاف Cloudflare مؤقتًا على الموقع. سيؤدي هذا إلى توجيه حركة المرور مباشرة إلى الخادم الأصلي الخاص بك، متجاوزًا أمان Cloudflare والتخزين المؤقت.
de: Cloudflare vor Ort pausieren. Dadurch wird der Datenverkehr direkt an Ihren Ursprungsserver weitergeleitet und die Sicherheit und das Caching von Cloudflare umgangen.
es: Pausar Cloudflare en el sitio. Esto enrutará el tráfico directamente a su servidor de origen, evitando la seguridad y el almacenamiento en caché de Cloudflare.
fr: Suspendez Cloudflare sur site. Cela acheminera le trafic directement vers votre serveur d'origine, en contournant la sécurité et la mise en cache de Cloudflare.
it: Metti in pausa Cloudflare sul sito. Ciò indirizzerà il traffico direttamente al tuo server di origine, ignorando la sicurezza e la memorizzazione nella cache di Cloudflare.
ja: サイトでCloudflareを一時停止します。これにより、Cloudflareのセキュリティとキャッシュがバイパスされ、トラフィックがオリジンサーバーに直接ルーティングされます。
ko: 사이트에서 Cloudflare를 일시 중지하세요. 이렇게 하면 Cloudflare의 보안 및 캐싱을 우회하여 트래픽을 원본 서버로 직접 라우팅합니다.
pt_br: Pause o Cloudflare no site. Isso encaminhará o tráfego diretamente para o seu servidor de origem, ignorando a segurança e o cache da Cloudflare.
ru: Приостановите Cloudflare на сайте. При этом трафик будет направляться непосредственно на ваш исходный сервер, минуя безопасность и кэширование Cloudflare.
zh_hans: 暂停站点上的 Cloudflare，流量将直接路由至源服务器，绕过 Cloudflare 的安全防护和缓存。
zh_hant: 暂停站點上的 Cloudflare，流量将直接路由至源服务器，绕過 Cloudflare 的安全性防護和快取。

source: Pause Cloudflare, remove site
ar: قم بإيقاف Cloudflare مؤقتًا، وقم بإزالة الموقع
de: Cloudflare pausieren, Website entfernen
es: Pausar Cloudflare, eliminar sitio
fr: Suspendre Cloudflare, supprimer le site
it: Metti in pausa Cloudflare, rimuovi il sito
ja: Cloudflareを一時停止し、サイトを削除します
ko: Cloudflare 일시 중지, 사이트 제거
pt_br: Pausar Cloudflare, remover site
ru: Приостановить Cloudflare, удалить сайт
zh_hans: 暂停 Cloudflare、移除站点
zh_hant: 暂停 Cloudflare、移除站點

source: Pause Site Service (ID: %@)
ar: إيقاف خدمة الموقع مؤقتًا (المعرف: %@)
de: Site-Dienst pausieren (ID: %@)
es: Pausar el servicio del sitio (ID: %@)
fr: Suspendre le service du site (ID : %@)
it: Sospendi il servizio sito (ID: %@)
ja: サイトサービスを一時停止します (ID: %@)
ko: 사이트 서비스 일시 중지(ID: %@)
pt_br: Pausar serviço do site (ID: %@)
ru: Приостановить службу сайта (идентификатор: %@)
zh_hans: 暂停站点服务 (ID: %@)
zh_hant: 暂停站點服务 (ID: %@)

source: Pause stream
ar: إيقاف البث مؤقتًا
de: Stream pausieren
es: Pausar transmisión
fr: Suspendre le flux
it: Metti in pausa lo streaming
ja: ストリームを一時停止する
ko: 스트림 일시중지
pt_br: Pausar transmissão
ru: Приостановить трансляцию
zh_hans: 暂停流式传输
zh_hant: 暂停流式傳輸

source: Paused
ar: موقوف مؤقتاً
de: Pausiert
es: En pausa
fr: En pause
it: In pausa
ja: 一時停止
ko: 일시 중지됨
pt_br: Pausado
ru: Приостановлен
zh_hans: 已暂停
zh_hant: 已暫停

source: Pending
ar: معلق
de: Ausstehend
es: Pendiente
fr: En attente
it: In attesa
ja: 保留中
ko: 대기 중
pt_br: Pendente
ru: Ожидание
zh_hans: 待配置
zh_hant: 待設定

source: Pending Verification
ar: في انتظار التحقق
de: Ausstehende Überprüfung
es: Verificación pendiente
fr: Vérification en attente
it: Verifica in sospeso
ja: 検証保留中
ko: 확인 대기 중
pt_br: Verificação pendente
ru: Ожидает проверки
zh_hans: 等待验证
zh_hant: 待驗證

source: Perform deep DDoS verification on all incoming visitors.
ar: إجراء تحقق عميق من هجمات DDoS لجميع الزوار القادمين.
de: Führen Sie eine gründliche DDoS-Überprüfung für alle eingehenden Besucher durch.
es: Realiza una verificación profunda de DDoS en todos los visitantes entrantes.
fr: Effectuez une vérification DDoS approfondie sur tous les visiteurs entrants.
it: Esegui una verifica DDoS approfondita su tutti i visitatori in arrivo.
ja: すべての受信訪問者に対して詳細な DDoS 検証を実行します。
ko: 모든 수신 방문자에 대해 정밀 DDoS 검증을 수행합니다.
pt_br: Execute verificação profunda de DDoS em todos os visitantes recebidos.
ru: Выполняйте глубокую проверку DDoS для всех входящих посетителей.
zh_hans: 对所有传入的访问者执行深度 DDoS 验证。
zh_hant: 對所有傳入的訪客執行深度 DDoS 驗證。

source: Performance
ar: أداء
de: Leistung
es: Actuación
fr: Performances
it: Prestazione
ja: パフォーマンス
ko: 성능
pt_br: Desempenho
ru: Производительность
zh_hans: 速度与性能
zh_hant: 速度与性能

source: Performance & Speed
ar: الأداء والسرعة
de: Leistung und Geschwindigkeit
es: Rendimiento y velocidad
fr: Performances et vitesse
it: Prestazioni e velocità
ja: パフォーマンスとスピード
ko: 성능 및 속도
pt_br: Desempenho e velocidade
ru: Производительность и скорость
zh_hans: 性能和速度
zh_hant: 性能和速度

source: Persistent Data
ar: بيانات دائمة
de: Persistente Daten
es: Datos persistentes
fr: Données persistantes
it: Dati persistenti
ja: 永続データ
ko: 영구 데이터
pt_br: Dados persistentes
ru: Постоянные данные
zh_hans: 持久化存储
zh_hant: 持久化儲存

source: Phase
ar: المرحلة
es: Fase
it: Fase
ja: フェーズ
ko: 단계
pt_br: Fase
ru: Фаза
zh_hans: 阶段
zh_hant: 階段

source: placeholder-domain-%lld.com
ar: العنصر النائب-المجال-%lld.com
de: Platzhalterdomain-%lld.com
es: dominio-marcador-%lld.com
fr: espace réservé-domaine-%lld.com
it: segnaposto-dominio-%lld.com
ja: プレースホルダ-ドメイン-%lld.com
ko: 자리 표시자-도메인-%lld.com
pt_br: espaço reservado-domínio-%lld.com
ru: заполнитель-домен-%lld.com

source: Plaintext environment variables are readable in code and configuration.
ar: يمكن قراءة متغيرات بيئة النص العادي في التعليمات البرمجية والتكوين.
de: Klartext-Umgebungsvariablen sind im Code und in der Konfiguration lesbar.
es: Las variables de entorno de texto sin formato se pueden leer en el código y la configuración.
fr: Les variables d'environnement en texte brut sont lisibles dans le code et la configuration.
it: Le variabili d'ambiente in testo normale sono leggibili nel codice e nella configurazione.
ja: プレーンテキストの環境変数は、コードおよび構成で読み取ることができます。
ko: 일반 텍스트 환경 변수는 코드 및 구성에서 읽을 수 있습니다.
pt_br: Variáveis ​​de ambiente de texto simples podem ser lidas no código e na configuração.
ru: Переменные среды в виде открытого текста доступны для чтения в коде и конфигурации.
zh_hans: 明文环境变量在代码和配置中可直接读取。
zh_hant: 明文环境變量在程式碼和設定中可直接讀取。

source: Plaintext Variable
ar: متغير النص العادي
de: Klartextvariable
es: Variables de texto sin formato
fr: Variable en texte brut
it: Variabile di testo in chiaro
ja: 平文変数
ko: 일반 텍스트 변수
pt_br: Variável de texto simples
ru: Открытая текстовая переменная
zh_hans: 明文变量
zh_hant: 明文變量

source: Plaintext Variables
ar: متغيرات النص العادي
de: Klartextvariablen
es: Variables de texto sin formato
fr: Variables en texte brut
it: Variabili di testo in chiaro
ja: 平文変数
ko: 일반 텍스트 변수
pt_br: Variáveis ​​de texto simples
ru: Открытые текстовые переменные
zh_hans: 明文环境变量
zh_hant: 明文环境變量

source: Plaintext Variables (%lld)
ar: متغيرات النص العادي (%lld)
de: Klartextvariablen (%lld)
es: Variables de texto sin formato (%lld)
fr: Variables en texte brut (%lld)
it: Variabili di testo normale (%lld)
ja: プレーンテキスト変数 (%lld)
ko: 일반 텍스트 변수(%lld)
pt_br: Variáveis ​​de texto simples (%lld)
ru: Переменные открытого текста (%lld)
zh_hans: 明文变量 (%lld)
zh_hant: 明文變量 (%lld)

source: Plaintext variables can be read, viewed, and modified at any time.
ar: يمكن قراءة متغيرات النص العادي وعرضها وتعديلها في أي وقت.
de: Klartextvariablen können jederzeit gelesen, angezeigt und geändert werden.
es: Las variables de texto sin formato se pueden leer, ver y modificar en cualquier momento.
fr: Les variables en texte brut peuvent être lues, visualisées et modifiées à tout moment.
it: Le variabili di testo in chiaro possono essere lette, visualizzate e modificate in qualsiasi momento.
ja: プレーンテキスト変数はいつでも読み取り、表示、変更できます。
ko: 일반 텍스트 변수는 언제든지 읽고, 보고, 수정할 수 있습니다.
pt_br: Variáveis ​​de texto simples podem ser lidas, visualizadas e modificadas a qualquer momento.
ru: Переменные открытого текста можно читать, просматривать и изменять в любое время.
zh_hans: 明文变量可随时读取、查看和修改。
zh_hant: 明文變量可随時讀取、查看和修改。

source: Plaintext variables can be viewed directly. Secret variables are encrypted and masked for security.
ar: يمكن عرض متغيرات النص العادي مباشرة. يتم تشفير المتغيرات السرية وإخفائها للأمان.
de: Klartextvariablen können direkt angezeigt werden. Geheime Variablen werden aus Sicherheitsgründen verschlüsselt und maskiert.
es: Las variables de texto sin formato se pueden ver directamente. Las variables secretas están cifradas y enmascaradas por seguridad.
fr: Les variables en texte brut peuvent être visualisées directement. Les variables secrètes sont cryptées et masquées pour des raisons de sécurité.
it: Le variabili di testo in chiaro possono essere visualizzate direttamente. Le variabili segrete sono crittografate e mascherate per motivi di sicurezza.
ja: プレーンテキスト変数を直接表示できます。シークレット変数は、セキュリティのために暗号化され、マスクされます。
ko: 일반 텍스트 변수를 직접 볼 수 있습니다. 비밀 변수는 보안을 위해 암호화되고 마스크됩니다.
pt_br: Variáveis ​​de texto simples podem ser visualizadas diretamente. Variáveis ​​secretas são criptografadas e mascaradas por segurança.
ru: Переменные открытого текста можно просматривать напрямую. Секретные переменные зашифрованы и замаскированы в целях безопасности.
zh_hans: 明文变量可直接查看。Secret 变量已被加密并脱敏以确保安全。
zh_hant: 明文變量可直接查看。机密變量已被加密并脱敏以確保安全性。

source: Plan
ar: الخطة
fr: Offre
it: Piano
ja: プラン
ko: 요금제
pt_br: Plano
ru: Тариф
zh_hans: 套餐计划
zh_hant: 方案計劃

source: Please check for app updates to support the latest Cloudflare API schema.
ar: يرجى التحقق من تحديثات التطبيق لدعم أحدث مخطط Cloudflare API.
de: Bitte suchen Sie nach App-Updates, um das neueste Cloudflare-API-Schema zu unterstützen.
es: Busque actualizaciones de la aplicación para admitir el esquema de API de Cloudflare más reciente.
fr: Veuillez rechercher des mises à jour de l'application pour prendre en charge le dernier schéma d'API Cloudflare.
it: Controlla gli aggiornamenti dell'app per supportare lo schema API Cloudflare più recente.
ja: 最新の Cloudflare API スキーマをサポートするためにアプリのアップデートを確認してください。
ko: 최신 Cloudflare API 스키마를 지원하도록 앱 업데이트를 확인하세요.
pt_br: Verifique se há atualizações do aplicativo para oferecer suporte ao esquema mais recente da API Cloudflare.
ru: Пожалуйста, проверьте наличие обновлений приложения для поддержки последней схемы API Cloudflare.
zh_hans: 请检查应用更新以支持最新的 Cloudflare API 数据结构。
zh_hant: 請檢查應用程式更新以支援最新的 Cloudflare API 資料架構。

source: Please check your endpoint settings and domain name format.
ar: يرجى التحقق من إعدادات نقطة النهاية وتنسيق اسم المجال.
de: Bitte überprüfen Sie Ihre Endpunkteinstellungen und das Domainnamenformat.
es: Verifique la configuración de su punto final y el formato del nombre de dominio.
fr: Veuillez vérifier vos paramètres de point de terminaison et le format de votre nom de domaine.
it: Controlla le impostazioni dell'endpoint e il formato del nome di dominio.
ja: エンドポイント設定とドメイン名形式を確認してください。
ko: 엔드포인트 설정 및 도메인 이름 형식을 확인하세요.
pt_br: Verifique as configurações do endpoint e o formato do nome de domínio.
ru: Пожалуйста, проверьте настройки конечной точки и формат доменного имени.
zh_hans: 请检查您的终结点设置和域名格式。
zh_hant: 請檢查您的端點設定和網域稱格式。

source: Please check your network connection and try again.
ar: يرجى التحقق من اتصالك بالشبكة والمحاولة مرة أخرى.
de: Bitte überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
es: Verifique su conexión de red e intente nuevamente.
fr: Veuillez vérifier votre connexion réseau et réessayer.
it: Controlla la tua connessione di rete e riprova.
ja: ネットワーク接続を確認して、もう一度お試しください。
ko: 네트워크 연결을 확인하고 다시 시도하세요.
pt_br: Verifique sua conexão de rede e tente novamente.
ru: Пожалуйста, проверьте подключение к сети и повторите попытку.
zh_hans: 请检查您的网络连接并重试。
zh_hant: 請檢查您的網路連線並重試。

source: Please check your network settings and try again.
ar: يرجى التحقق من إعدادات الشبكة والمحاولة مرة أخرى.
de: Bitte überprüfen Sie Ihre Netzwerkeinstellungen und versuchen Sie es erneut.
es: Verifique la configuración de su red e inténtelo nuevamente.
fr: Veuillez vérifier vos paramètres réseau et réessayer.
it: Controlla le impostazioni di rete e riprova.
ja: ネットワーク設定を確認して、もう一度試してください。
ko: 네트워크 설정을 확인하고 다시 시도해 주세요.
pt_br: Verifique suas configurações de rede e tente novamente.
ru: Пожалуйста, проверьте настройки сети и повторите попытку.
zh_hans: 请检查您的网络设置并重试。
zh_hant: 請檢查您的網路設定并重试。

source: Please enter both Email and Global API Key.
ar: الرجاء إدخال كل من البريد الإلكتروني ومفتاح API العالمي.
de: Bitte geben Sie sowohl die E-Mail-Adresse als auch den globalen API-Schlüssel ein.
es: Ingrese el correo electrónico y la clave API global.
fr: Veuillez saisir l'e-mail et la clé API globale.
it: Inserisci sia l'e-mail che la chiave API globale.
ja: メールアドレスとグローバル API キーの両方を入力してください。
ko: 이메일과 글로벌 API 키를 모두 입력해주세요.
pt_br: Insira o e-mail e a chave de API global.
ru: Введите адрес электронной почты и глобальный ключ API.
zh_hans: 请输入电子邮箱和 Global API Key。
zh_hant: 請輸入电子邮箱和 Global API Key。

source: Please re-enter your API credentials in Account Settings.
ar: يرجى إعادة إدخال بيانات اعتماد واجهة برمجة التطبيقات في إعدادات الحساب.
de: Bitte geben Sie Ihre API-Anmeldeinformationen in den Kontoeinstellungen erneut ein.
es: Vuelva a ingresar sus credenciales de API en la configuración de la cuenta.
fr: Veuillez saisir à nouveau vos identifiants d'API dans les paramètres du compte.
it: Reinserisci le tue credenziali API nelle Impostazioni account.
ja: アカウント設定で API 認証情報を再入力してください。
ko: 계정 설정에서 API 자격 증명을 다시 입력하세요.
pt_br: Insira novamente suas credenciais de API nas Configurações da conta.
ru: Пожалуйста, повторно введите свои учетные данные API в настройках аккаунта.
zh_hans: 请在账户设置中重新输入您的 API 凭据。
zh_hant: 請在帳戶設定中重新輸入您的 API 憑證。
